Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# COPILOT_DETAIL_DESC
source: Buddy Controller combines two controllers into one so two people can work together as the same player. While Buddy Controller is active the two controllers will behave as one and your custom controls will not apply.
ar: تجمع ميزة "ذراع رفيق اللعب" ذراعي تحكم في واحدة حتى يستطيع شخصان أن يتعاونا كلاعب واحد. عندما تكون الميزة نشطة، ستعمل الذراعان بنفس الطريقة، ولن تعمل عناصر التحكم المخصصة الخاصة بك.
bg: Управление с приятел комбинира два контролера в един, за да могат двама души да работят заедно като един играч. Докато Управление с приятел е активно, двата контролера ще се държат като един и личните ви бутони за управление няма да бъдат приложими.
ca: La funció del comandament compartit permet que dues persones juguin alhora com si fossin un sol jugador. En activar la funció, els dos comandaments es comportaran com si fossin un de sol i els controls personalitzats no s’aplicaran.
cs: Funkce Spřažený ovladač spojuje dva ovladače do jednoho a umožňuje, aby dva lidé spolupracovali jako jeden hráč. Když je tato funkce zapnutá, oba ovladače pracují jako jeden a vaše vlastní nastavení ovládání není aktivní.
da: Vennecontroller slår to controllere sammen til en, så to personer kan samarbejde og spille som en spiller. Når Vennecontroller er slået til, vil de to controllere opføre sig som en, og dine specielle betjeningsindstillinger vil ikke gælde.
de: Die Funktion „Partnercontroller“ verknüpft zwei Controller zu einem, sodass zwei Personen als ein:e Spieler:in zusammenarbeiten können. Während „Partnercontroller“ aktiv ist, reagieren die zwei Controller als wären sie eine Einheit und deine eigenen Steuerungseinstellungen werden nicht angewendet.
el: Η λειτουργία Συγχειριστή συνδυάζει δύο χειριστήρια σε ένα ώστε δύο άτομα να μπορούν να παίζουν ως ένας παίκτης. Ενώ αυτή η λειτουργία είναι ενεργή, τα δύο χειριστήρια θα ενεργούν σαν ένα και τα προσαρμοσμένα στοιχεία ελέγχου σας δεν θα ισχύουν.
es: La función “Mando ayudante” combina dos mandos en uno solo para que dos personas puedan jugar juntas como un único jugador. Cuando esta función esté activa, los dos mandos funcionarán como uno solo y los controles personalizados no estarán disponibles.
es_us: El Control de copiloto combina dos controles en uno para que dos personas puedan jugar como si fueran el mismo jugador. Cuando esta función esté activada, los dos controles funcionarán como si fueran uno y las personalizaciones no servirán.
fi: Kaveriohjain yhdistää kaksi ohjainta siten, että kaksi käyttäjää voi toimia yhdessä samana pelaajana. Kun kaveriohjain on käytössä, yhdistetyt ohjaimet käyttäytyvät kuin yksi ohjain ja säädin­muokkaukset eivät ole käytössä.
fr: La fonctionnalité « Manette de partenaire » combine deux manettes en une pour permettre à deux personnes de jouer ensemble en ne formant qu’un seul joueur. Lorsque la fonctionnalité « Manette de partenaire » est active, les deux manettes fonctionnent comme une manette unique et vos commandes personnalisées ne sont pas appliquées.
fr_ca: La fonctionnalité Copilote combine deux manettes pour que deux personnes puissent incarner le même joueur. Lorsqu’elle est activée, les deux manettes se comportent comme une seule manette, et vos commandes personnalisées sont désactivées.
he: מצב ״שלט עם חבר או חברה״ משלב שני שלטים לשלט אחד כך ששני אנשים יוכלו לשחק יחד בתור אותו שחקן. בזמן שמצב ״שלט עם חבר או חברה״ פעיל, שני שלטים יתפקדו כשלט אחד ופקדים שהתאמת באופן אישי לא יפעלו.
hi: बडी कंट्रोलर दो कंट्रोलर को मिलाकर एक कर देता है जिससे दो लोग एक साथ एक ही खिलाड़ी की तरह खेल सकते हैं। जब बडी कंट्रोलर सक्रिय होता है, तब दो कंट्रोलर एक कंट्रोलर की तरह ही काम करते हैं और इस दौरान आपके कस्टम कंट्रोल लागू नहीं होंगे।
hr: Značajka Prijateljev kontroler kombinira dva kontrolera u jedan kako bi dvije osobe mogle zajedno raditi kao isti igrač. Dok je Prijateljev kontroler aktivan, dva kontrolera ponašaju se kao jedan, a prilagođene kontrole neće biti primijenjene.
hu: A Vezérlőtárs funkció két vezérlőt egyesít, így két személy együtt irányíthat egy játékost. Amikor a Vezérlőtárs funkció aktív, a két vezérlő egyként viselkedik, és az egyéni vezérlési beállítások nem lesznek érvényben.
id: Pengontrol Teman menggabungkan dua pengontrol menjadi satu agar dua orang dapat bekerja sama sebagai satu pemain. Saat Pengontrol Teman aktif, dua pengontrol akan berfungsi sebagai satu pengontrol dan kontrol khusus Anda tidak akan diterapkan.
it: “Controller condiviso” combina due controller in uno per consentire a due giocatori di collaborare come se fossero un’unica persona. Mentre la funzionalità è attiva, i due controller si comportano come un solo dispositivo e i controlli personalizzati non vengono applicati.
ja: バディコントローラにより、2台のコントローラを1つに結合し、2人のプレイヤーが協力して1人のプレイヤーとしてプレイすることができます。バディコントローラが有効になっていると、2台のコントローラが1台のコントローラとして動作し、カスタムコントロールは適用されません。
kk: «Көмекші-контроллер» функциясы екі контроллерді біріктіреді, осылайша екі адам бір ойыншы ретінде бірге ойнай алады. Бұл функция белсенді болған кезде, екі контроллер бір контроллер сияқты әрекет етеді және реттелетін басқару элементтері қолданылмайды.
ko: 버디 컨트롤러 기능은 두 개의 컨트롤러를 하나로 연결하여 두 사람이 한 사람의 플레이어처럼 협동할 수 있도록 합니다. 버디 컨트롤러 기능이 활성화되어 있는 동안에는 두 개의 컨트롤러가 하나처럼 작동하며, 사용자 설정 제어는 적용되지 않습니다.
lt: „Bičiulio valdiklis“ sujungia du valdiklius į vieną, todėl tą patį žaidėją gali valdyti du žmonės. Kai „Bičiulio valdiklis“ yra aktyvintas, abu valdikliai veiks kaip vienas ir pasirinktiniai valdikliai nebus taikomi.
ms: Pengawal Rakan menggabungkan dua pengawal kepada satu supaya dua orang boleh bekerjasama sebagai pemain yang sama. Semasa Pengawal Rakan aktif, dua pengawal akan berkelakuan seperti satu dan kawalan tersuai anda tidak akan digunakan.
nb: Vennekontroller slår sammen to kontrollere til én slik at to personer kan samarbeide og spille som én spiller. Når Vennekontroller er aktiv, vil de to kontrollerne oppføre seg som én, og tilpassede kontroller vil ikke gjelde.
nl: Partnercontroller combineert twee controllers tot één controller, zodat twee personen kunnen samenwerken als dezelfde speler. Terwijl deze optie actief is, gedragen de twee controllers zich als één controller en zijn je aangepaste regelaars niet van toepassing.
pl: Tryb Kontroler współgracza łączy dwa kontrolery, dzięki czemu dwie osoby mogą używać ich jak jeden gracz. Gdy tryb jest aktywny, oba kontrolery zachowują się jak jeden, a ich ustawienia własne nie mają zastosowania.
pt_br: O Controle Auxiliar combina dois controles em apenas um, para que duas pessoas possam jogar juntas como o mesmo jogador. Enquanto o Controle Auxiliar estiver ativo, os dois controles se comportarão como apenas um e os controles personalizados não serão aplicados.
pt_pt: Comando auxiliar combina dois comandos num só, para que duas pessoas possam colaborar como um só jogador. Quando esta opção está ativada, os dois comandos funcionam como se fossem um e os seus controlos personalizados não têm efeito.
ro: Modul “Controller partener” combină două controllere în unul singur, pentru ca două persoane să poată acționa împreună, ca și cum ar fi același jucător. În timp ce modul “Controller partener” este activ, cele două controllere se vor comporta ca unul, iar comenzile personalizate nu se vor aplica.
ru: Функция «Контроллер-помощник» объединяет два контроллера в один: два человека могут играть вместе за одного игрока. Когда эта функция активна, два контроллера работают как один, а пользовательские настройки не применяются.
sk: Funkcia Spojený ovládač skombinuje dva ovládače do jedného, aby dvaja ľudia mohli spolupracovať ako jeden hráč. Keď je táto funkcia aktívna, dva ovládače sa správajú ako jeden a vaše vlastné ovládacie prvky sa nepoužívajú.
sl: Buddy Controller združi dva kontrolerja v enega, tako da lahko dve osebi sodelujeta kot en igralec. Dokler je funkcija Buddy Controller aktivna, dva kontrolerja delujeta kot eden in prilagojene krmilne funkcije ne bodo delovale.
sv: Kompiskontroll kombinerar två spelkontroller till en så att två personer kan styra tillsammans som samma spelare. När Kompiskontroll är aktivt fungerar de två spelkontrollerna som en enda enhet och dina anpassade reglage används inte.
th: อุปกรณ์คู่หูควบคุมจะรวมอุปกรณ์ควบคุมสองเครื่องเข้าด้วยกันเพื่อให้คนสองคนสามารถควบคุมร่วมกันเหมือนเป็นผู้เล่นคนเดียวกันได้ อุปกรณ์ควบคุมสองเครื่องจะทำงานเหมือนเป็นเครื่องเดียวกันในระหว่างที่อุปกรณ์คู่หูควบคุมทำงานอยู่และตัวควบคุมที่คุณกำหนดเองจะไม่ทำงาน
tr: Arkadaş Kumandası iki kumandayı bir kumandaya çevirir, böylece iki kişi birlikte aynı oyuncu gibi oynayabilir. Arkadaş Kumandası etkinken iki kumanda bir kumanda gibi davranır ve özel denetimleriniz geçerli olmaz.
uk: Режим «Помічник» обʼєднує два контролери в один, тому дві особи можуть співпрацювати як один гравець. У цьому режимі два контролери працюватимуть як один, тому власні налаштування кожного з них не застосовуватимуться.
vi: Bộ điều khiển đồng hành kết hợp hai bộ điều khiển thành một sao cho hai người có thể cùng chơi như một người chơi. Trong khi Bộ điều khiển đồng hành đang hoạt động, hai bộ điều khiển sẽ hoạt động như một và các điều khiển tùy chỉnh của bạn sẽ không được áp dụng.
zh_cn: “协控”将两个控制器合二为一，以使两个人作为一个玩家协同操作。启用“协控”时，两个控制器将视为一个，你的自定义控制将不可用。
zh_hk: 「共同控制器」將兩部控制器二合為一，以便兩個人可以用同一位玩家的身份合作。「共同控制器」啟用期間，兩部控制器將結合成一部運作，而且不會套用你的自訂控制項目。
zh_tw: 「隊友控制器」將兩部控制器合而為一，以便兩個人以同一位玩家的身分合作操控。啟用「隊友控制器」後，兩部控制器會結合成一部，且不會套用你的自訂控制項目。

# COPILOT_DETAIL_DESC_DISABLED
source: This controller is the buddy for “%@”.
ar: ذراع التحكم هذه هي ذراع الرفيق "%@".
bg: Този контролер е партньор за „%@“.
ca: El comandament “%@” té aquest com a secundari.
cs: Tento ovladač je nastavený jako ovladač spoluhráče pro „%@“.
da: Dette er vennecontrolleren til “%@“.
de: Dieser Controller ist der Partner für „%@“.
el: Αυτό το χειριστήριο είναι ο Συγχειριστής για «%@».
es: Este mando es para el ayudante de juego de “%@”.
es_us: Este control es el copiloto para “%@“.
fi: Tämä on %[tt]@-apuohjain.
fr: Cette manette est définie comme partenaire pour « %@ ».
fr_ca: Cette manette sert à copiloter « %@ ».
he: זהו השלט של החבר עבור ״%@״.
hi: यह कंट्रोलर “%@“ का बडी है।
hr: Ovaj kontroler je prijatelj za “%@”.
hu: Ez a vezérlő a(z) „%@” társa.
id: Pengontrol ini adalah teman untuk “%@“.
it: Questo controller è il copilota per “%@”.
ja: このコントローラは“%@”のバディです。
kk: Бұл контроллер «%@» үшін көмекші құрылғы болып табылады.
ko: 이 컨트롤러는 ‘%@’와(과) 공동 플레이어를 위해 연결된 컨트롤러입니다.
lt: Šis valdiklis yra „%@” bičiulis.
ms: Pengawal ini ialah rakan untuk “%@“.
nb: Denne kontrolleren er lagt til som venn for «%@».
nl: Deze controller is de partner voor '%@'.
pl: Ten kontroler jest używany w trybie współgracza z „%@”.
pt_br: Este controle é o auxiliar de “%@“.
pt_pt: Este comando de jogos é auxiliar de “%@”.
ro: Acest controller este partenerul pentru “%@“.
ru: Этот контроллер — помощник для «%@».
sk: Tento ovládač je spoluhráčom pre „%@“.
sl: Ta kontroler je sokontroler za »%@«.
sv: Den här spelkontrollen har lagts till som kompis för ”%@“.
th: อุปกรณ์ควบคุมนี้คือคู่หูสำหรับ “%@”
tr: Bu kumanda “%@“ için arkadaş.
uk: Цей контролер є помічником для «%@».
vi: Bộ điều khiển này là thiết bị đồng hành cho “%@”.
zh_cn: 此控制器是“%@”的协控。
zh_hk: 此控制器是「%@」的協同控制。
zh_tw: 此控制器是「%@」的隊友。

# COPILOT_DETAIL_WARNING
source: The Gamer and Buddy cannot use the same controller.
ar: لا يمكن أن تكون ذراع تحكم اللاعب هي ذاتها الخاصة برفيق اللعب.
bg: Играчът и приятелят не могат да използват един и същи контролер.
ca: El mateix comandament no pot fer de principal i secundari alhora.
cs: Hráč a spoluhráč nemůžou používat tentýž ovladač.
da: Spilleren og vennen kan ikke bruge den samme controller.
de: Spieler:in und Partner:in können nicht denselben Controller verwenden.
el: Ο Χειριστής και ο Συγχειριστής δεν είναι δυνατό να χρησιμοποιούν το ίδιο χειριστήριο.
es: La persona que hace de jugador y la que hace de ayudante no pueden usar el mismo mando.
es_us: El jugador y su copiloto no pueden usar el mismo control.
fi: Pääohjain ja apuohjain eivät voi käyttää samaa ohjainta.
fr: Le joueur et le partenaire ne peuvent pas utiliser la même manette.
fr_ca: Le joueur et son copilote ne peuvent pas utiliser la même manette.
he: השחקן/ית והחבר/ה לא יכולים להשתמש באותו השלט.
hi: गेमर और बडी एक ही कंट्रोलर का इस्तेमाल नहीं कर सकते हैं।
hr: Igrač i prijatelj ne mogu koristiti isti kontroler.
hu: A Játékos és a Társ nem használhatja ugyanazt a vezérlőt.
id: Pemain dan Teman tidak dapat menggunakan pengontrol yang sama.
it: La persona che gioca e quella che fa da copilota non possono usare lo stesso controller.
ja: ゲーマーとバディは同じコントローラを使用できません。
kk: Ойыншы мен көмекші бір контроллерді пайдалана алмайды.
ko: 플레이어와 공동 플레이어는 동일한 컨트롤러를 사용할 수 없습니다.
lt: Žaidėjas ir bičiulis negali naudoti to paties valdiklio.
ms: Pemain dan Rakan tidak boleh menggunakan pengawal yang sama.
nb: Spiller og venn kan ikke bruke samme kontroller.
nl: De gamer en de partner kunnen niet dezelfde controller gebruiken.
pl: Gracz i współgracz nie mogą używać tego samego kontrolera.
pt_br: Jogador e Auxiliar não podem usar o mesmo controle.
pt_pt: O jogador e o auxiliar não podem usar o mesmo comando.
ro: Jucătorul și partenerul de joc nu pot utiliza același controller.
ru: Игрок и его помощник не могут использовать один и тот же контроллер.
sk: Hráč a spoluhráč nemôžu používať rovnaký ovládač.
sl: Igralec in soigralec ne moreta uporabljati istega kontrolerja.
sv: Spelaren och kompisen kan inte använda samma spelkontroll.
th: ผู้เล่นเกมและคู่หูไม่สามารถใช้อุปกรณ์ควบคุมเดียวกันได้
tr: Oyuncu ve Arkadaş aynı kumandayı kullanamaz.
uk: Гравець і помічник не можуть використовувати той самий контролер.
vi: Người chơi và Bạn đồng hành không thể sử dụng cùng một bộ điều khiển.
zh_cn: 玩家和协作玩家无法使用同一个控制器。
zh_hk: 「玩家」和「拍檔」不可以使用同一部控制器。
zh_tw: 「玩家」和「同玩隊友」不能用同一部控制器。

# COPILOT_LINK_CONTROLLERS_BUTTON
source: Link Controllers
ar: ربط أذرعة التحكم
bg: Свързване на контролери
ca: Vincula els comandaments
cs: Propojit ovladače
da: Forbind controllere
de: Controller verknüpfen
el: Σύνδεση χειριστηρίων
es: Enlazar mandos
es_us: Enlazar controles
fi: Yhdistä ohjaimet
fr: Associer les manettes
fr_ca: Lier les manettes
he: קישור שלטים
hi: कंट्रोलर लिंक करें
hr: Povežite kontrolere
hu: Vezérlők összekapcsolása
id: Tautkan Pengontrol
it: Collega i controller
ja: コントローラをリンク
kk: Контроллерді байланыстыру
ko: 컨트롤러 연결
lt: Susieti valdiklius
ms: Pautkan Pengawal
nb: Koble sammen kontrollere
nl: Koppel controllers
pl: Połącz kontrolery
pt_br: Vincular Controles
pt_pt: Associar comandos
ro: Asociați controllerele
ru: Связать контроллеры
sk: Prepojiť ovládače
sl: Poveži kontrolerje
sv: Koppla spelkontroller
th: เชื่อมโยงอุปกรณ์ควบคุม
tr: Kumandaları Bağla
uk: Повʼязати контролери
vi: Liên kết các bộ điều khiển
zh_cn: 链接控制器
zh_hk: 連結控制器
zh_tw: 連結控制器

# COPILOT_LINK_CONTROLLERS_TITLE
source: Link Controllers
ar: ربط أذرع التحكم
bg: Свързване на контролери
ca: Vincula els comandaments
cs: Propojení ovladačů
da: Forbind controllere
de: Controller verknüpfen
el: Σύνδεση χειριστηρίων
es: Enlaza mandos
es_us: Enlaza los controles
fi: Yhdistä ohjaimet
fr: Associer les manettes
fr_ca: Lier les manettes
he: קישור שלטים
hi: कंट्रोलर लिंक करें
hr: Povežite kontrolere
hu: Vezérlők összekapcsolása
id: Tautkan Pengontrol
it: Collega i controller
ja: コントローラをリンク
kk: Контроллерді байланыстыру
ko: 컨트롤러 연결
lt: Valdiklių susiejimas
ms: Pautkan Pengawal
nb: Koble sammen kontrollere
nl: Koppel controllers
pl: Połącz kontrolery
pt_br: Vincular Controles
pt_pt: Associar comandos
ro: Asociați controllerele
ru: Связать контроллеры
sk: Prepojiť ovládače
sl: Povezava kontrolerjev
sv: Koppla spelkontroller
th: เชื่อมโยงอุปกรณ์ควบคุม
tr: Kumandaları Bağla
uk: Повʼязування контролерів
vi: Liên kết các bộ điều khiển
zh_cn: 链接控制器
zh_hk: 連結控制器
zh_tw: 連結控制器

# COPILOT_LINKED
source: Linked
ar: مرتبط
bg: Свързани
ca: Vinculat
cs: Propojeno
da: Forbundet
de: Verknüpft
el: Συνδεδεμένο
es: Enlazado
es_us: Enlazado
fi: Linkitetty
fr: Liée
fr_ca: Associée
he: מקושר
hi: लिंक किया गया
hr: Povezano
hu: Összekapcsolva
id: Ditautkan
it: Collegato
ja: リンク済み
kk: Байланысты
ko: 연결됨
lt: Susieta
ms: Terpaut
nb: Koblet sammen
nl: Gekoppeld
pl: Połączono
pt_br: Vinculado
pt_pt: Associado
ro: Asociat
ru: Связанные
sk: Prepojené
sl: Povezano
sv: Länkad
th: เชื่อมอยู่
tr: Bağlantılı
uk: Повʼязаний
vi: Đã liên kết
zh_cn: 已链接
zh_hk: 已連結
zh_tw: 已連結

# COPILOT_LINKED_WITH
source: Linked with %@
ar: مرتبطة بـ %@
bg: Свързано с: %@
ca: Vinculat amb %@
cs: Propojeno s ovladačem %@
da: Forbundet med %@
de: Mit %@ verknüpft
el: Συνδεδεμένο με «%@»
es: Enlazado con %@
es_us: Enlazado con %@
fi: Linkitetty %[tt]@-ohjaimen kanssa
fr: Associée à %@
fr_ca: Associée à %@
he: מקושר עם %@
hi: %@ से लिंक किया गया
hr: Povezano s %@
hu: Összekapcsolva a következővel: %@
id: Ditautkan dengan %@
it: Collegato a %@
ja: %@にリンク済み
kk: Байланысты: %@
ko: %@에 연결됨
lt: Susieta su „%@“
ms: Dipautkan dengan %@
nb: Koblet sammen med %@
nl: Gekoppeld met %@
pl: Połączony (%@)
pt_br: Vinculado a %@
pt_pt: Associado a %@
ro: Asociat cu %@
ru: Связан с контроллером «%@»
sk: Prepojené s ovládačom %@
sl: Povezano z: %@
sv: Kopplad till %@
th: เชื่อมโยงอยู่กับ %@
tr: %@ ile bağlantılı
uk: Повʼязано з %@
vi: Được liên kết với %@
zh_cn: 与%@链接
zh_hk: 已與%@連結
zh_tw: 已與%@連結

# COPILOT_NAME_AUTO_GENERATED
source: (Buddy) %@
ar: (رفيق اللعب) %@
bg: (Приятел) %@
ca: %@ (compartit)
cs: (spřažený) %@
da: (Ven) %@
de: (Partner:in) %@
el: (Συγχειριστής) %@
es: (Ayudante) %@
es_us: %@ (copiloto)
fi: (Kaveri) %@
fr: (Partenaire) %@
fr_ca: (Copilote) %@
he: (חבר או חברה) %@
hi: (बडी) %@
hr: (Prijatelj) %@
hu: (Társ) %@
id: (Teman) %@
it: %@ (condiviso)
ja: （バディ）%@
kk: (Көмекші) %@
ko: (공동 플레이어) %@
lt: (Bičiulis) „%@“
ms: (Rakan) %@
nb: (Venn) %@
nl: (Partner) %@
pl: (Współgracz) %@
pt_br: %@ (Auxiliar)
pt_pt: (Auxiliar) %@
ro: (Partener) %@
ru: (Помощник) %@
sk: (Spoluhráč) %@
sl: (Soigralec) %@
sv: (Kompis) %@
th: (คู่หู) %@
tr: (Arkadaş) %@
uk: (Помічник) %@
vi: (Đồng hành) %@
zh_cn: （协控）%@
zh_hk: （拍檔）%@
zh_tw: （隊友）%@

# COPILOT_NAME_FIELD
source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
kk: Аты
ko: 이름
lt: Pavadinimas
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Імʼя
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱

# COPILOT_NAME_PLACEHOLDER
source: Controller Name
ar: اسم ذراع التحكم
bg: Име на контролер
ca: Nom del comandament
cs: Název ovladače
da: Navn på controller
el: Όνομα χειριστηρίου
es: Nombre del mando
es_us: Nombre del control
fi: Ohjaimen nimi
fr: Nom de la manette
fr_ca: Nom de la manette
he: שם השלט
hi: कंट्रोलर का नाम
hr: Naziv kontrolera
hu: Vezérlő neve
id: Nama Pengontrol
it: Nome controller
ja: コントローラ名
kk: Контроллер атауы
ko: 컨트롤러 이름
lt: Valdiklio pavadinimas
ms: Nama Pengawal
nb: Navn på kontroller
nl: Naam van controller
pl: Nazwa kontrolera
pt_br: Nome do Controle
pt_pt: Nome do comando
ro: Nume controller
ru: Имя контроллера
sk: Názov ovládača
sl: Ime kontrolerja
sv: Spelkontrollens namn
th: ชื่ออุปกรณ์ควบคุม
tr: Kumanda Adı
uk: Назва контролера
vi: Tên bộ điều khiển
zh_cn: 控制器名称
zh_hk: 控制器名稱
zh_tw: 控制器名稱

# COPILOT_PILOT_FIELD
source: Gamer
ar: اللاعب
bg: Играч
ca: Jugador
cs: Hráč
da: Spiller
de: Spieler:in
el: Χειριστής
es: Jugador
es_us: Jugador
fi: Pääohjain
fr: Joueur
fr_ca: Joueur
he: שחקן/ית
hi: गेमर
hr: Igrač
hu: Játékos
id: Pemain
it: Persona che gioca
ja: ゲーマー
kk: Ойыншы
ko: 플레이어
lt: Žaidėjas
ms: Pemain
nb: Spiller
pl: Gracz
pt_br: Jogador
pt_pt: Jogador
ro: Jucător
ru: Геймер
sk: Hráč
sl: Igralec
sv: Spelare
th: ผู้เล่นเกม
tr: Oyuncu
uk: Гравець
vi: Người chơi
zh_cn: 玩家
zh_hk: 玩家
zh_tw: 玩家

# COPILOT_TITLE
source: Buddy Controller
ar: ذراع رفيق اللعب
bg: Управление с приятел
ca: Comandament compartit
cs: Spřažený ovladač
da: Vennecontroller
de: Partnercontroller
el: Συγχειριστής
es: Mando ayudante
es_us: Control de copiloto
fi: Kaveriohjain
fr: Manette de partenaire
fr_ca: Copilote
he: שלט עם חבר או חברה
hi: बडी कंट्रोलर
hr: Prijateljev kontroler
hu: Vezérlőtárs
id: Pengontrol Teman
it: Controller condiviso
ja: バディコントローラ
kk: Көмекші контроллер
ko: 버디 컨트롤러
lt: Bičiulio valdiklis
ms: Pengawal Rakan
nb: Vennekontroller
nl: Partnercontroller
pl: Kontroler współgracza
pt_br: Controle Auxiliar
pt_pt: Comando auxiliar
ro: Controller partener
ru: Контроллер-помощник
sk: Spojený ovládač
sv: Kompiskontroll
th: อุปกรณ์คู่หูควบคุม
tr: Arkadaş Kumandası
uk: Контролер-помічник
vi: Bộ điều khiển đồng hành
zh_cn: 协控
zh_hk: 共同控制器
zh_tw: 隊友控制器

# COPILOT_UNLINK
source: Unlink
ar: فك الربط
bg: Премахване на връзка
ca: Desvincula
cs: Zrušit propojení
da: Ophæv forbindelse
de: Trennen
el: Αποσύνδεση
es: Desenlazar
es_us: Desenlazar
fi: Katkaise yhteys
fr: Dissocier
fr_ca: Supprimer le lien
he: ביטול קישור
hi: लिंक हटाएँ
hr: Ukloni link
hu: Kapcsolat törlése
id: Lepas Tautan
it: Scollega
ja: リンク解除
kk: Ажырату
ko: 연결 해제
lt: Atsieti
ms: Nyahpaut
nb: Koble fra
nl: Koppel los
pl: Rozłącz
pt_br: Desvincular
pt_pt: Desassociar
ro: Disociați
ru: Разъединить
sk: Odpojiť
sl: Prekini povezavo
sv: Ta bort koppling
th: เลิกเชื่อมโยง
tr: Bağlantıyı Kes
uk: Відвʼязати
vi: Hủy liên kết
zh_cn: 取消连接
zh_hk: 中斷連結
zh_tw: 中斷連結

# COPILOT_UNSET
source: Unset
ar: غير معيَّن
bg: Премахни
ca: Sense definir
cs: Nenastavený
da: Fjern
de: Aufheben
el: Κατάργηση καθορισμού
es: Sin definir
es_us: Sin configurar
fi: Poista asetus
fr: Non définie
fr_ca: Non défini
he: לא הוגדר
hi: अनसेट
hr: Nepodešeno
hu: Nincs beállítva
id: Tidak Diatur
it: Non impostato
ja: 未設定
kk: Реттеуден бас тарту
ko: 설정되지 않음
lt: Nenustatyta
ms: Nyahset
nb: Ikke valgt
nl: Niet ingesteld
pl: Nie ustawiony
pt_br: Não Definido
pt_pt: Por definir
ro: Nedefinit
ru: Не задан
sk: Nenastavený
sl: Ni nastavljeno
sv: Ta bort inställning
th: เลิกตั้งค่า
tr: Ayarı Geri Al
uk: Скинути
vi: Không đặt
zh_cn: 未设定
zh_hk: 未設定
zh_tw: 未設定

source: %@ Customization
ar: تخصيص %@
bg: Персонализиране на %@
ca: Personalització per a %@
cs: Přizpůsobení pro hru %@
da: Tilpasning af %@
de: %@-Anpassung
el: Προσαρμογή «%@»
es: Personalización de %@
es_us: Personalización de %@
fi: %[tt]@-muokkaus
fr: Personnalisation de %@
fr_ca: Personnalisation de %@
he: התאמה אישית של %@
hi: %@ कस्टमाइज़ेशन
hr: Prilagođavanje za %@
hu: %@ testreszabása
id: Penyesuaian %@
it: Personalizzazione per %@
ja: %[tt]@のカスタマイズ
kk: %@ ойынын бейімдеу
ko: %@ 사용자화
lt: „%@“ pritaikymas
ms: Penyesuaian %@
nb: Tilpasning for %@
nl: %@-aanpassing
pl: Dostosowanie „%@”
pt_br: Personalização de %@
pt_pt: Personalização de %@
ro: Personalizare %@
ru: %@: настройка
sk: Prispôsobenie pre apku %@
sl: Prilagoditve za %@
sv: %@-anpassning
th: การกำหนดค่า%[tt]@
tr: %@ Özelleştirme
uk: Налаштування %@
vi: Tùy chỉnh %@
zh_cn: %@自定义
zh_hk: %@自訂
zh_tw: %@自訂項目
